<template>
  <div class="content">
  <div class="my-photo">
    <img src="../teacherPhoto.avif" alt="my photo">
  </div>
    <div class="info">
      <strong>Профессия:</strong> Учитель-логопед.<br>
      <strong>Профессиональные интересы:</strong> Обучение грамоте.<br>
      <strong>Увлечения:</strong> Подготовка детей к школе.<br>
      <strong>Регион:</strong> Нижегородская область.<br>
      <strong>Населенный пункт:</strong> г. Нижний Новгород.<br>
      <strong>Место работы:</strong> МБДОУ «Детский сад №65 «Лесная полянка»».<br>
      <strong>Звание, ученая степень:</strong> Учитель-логопед высшей категории.<br>
      <strong>Стаж работы</strong> — 18 лет 2 месяцев 1 дней (на 01.06.2023)<br>
      <strong>Педагогический стаж</strong> — 16 лет 0 месяцев 29 дней (на 01.06.2023)<br>
      <strong>Стаж по специальности</strong> — 16 лет 0 месяцев 29 дней (на 01.06.2023)<br>
      <br>
      Творческий инициатор и качественный организатор педагогического процесса в условиях модернизации дошкольного образования учитель-логопед высшей квалификационной категории Анненко Ангелина Витальевна.
      Активный пользователь ИКТ.
      Использование технических средств с целью полноценного обеспечения и подготовки широкой наглядности в обучении детей  с речевыми нарушениями. Каталогизированное хранение конспектов и документов в электронном, печатном виде.
      Использование программного комплекса информационно-коммуникативных технологий в профессиональной деятельности.
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style scoped>
.content{
  width: 100%;
  display: flex;
  justify-content: space-between;
}
.my-photo{
  margin-right: 35px;
}
.info{
  text-align: justify;
  line-height: 160%;
}
</style>